{"podcast_details": {"podcast_title": "Cryptocast | BNR", "episode_title": "286 B:  Eerlijke sappen en burgers op de blockchain", "episode_image": "https://www.omnycontent.com/d/programs/8257a063-6be9-42fa-b892-acd4013b1255/610ea01a-74cf-4975-8b03-adc100b256df/image.jpg?t=1681471673&size=Large", "episode_transcript": " Hoopvolle innovaties. Onze batterij heeft de marathon lopen. Daar kan je tot 12 weken over bruggen. Duidelijke analyses. Als je een week lang geen vlees en zuivel consumeert, dat je 193 liter water bespaart en 80 kilometer aan auto rijden. En altijd urgentie. Ja, het verandert. Ja, het komt door de mens. Ja, we kunnen er ook nog wat aan doen. BNR Duurzaam is dé groene weg naar 2030. Elke maandagmiddag tussen 3.30 uur op BNR. BNR Duurzaam wordt mede mogelijk gemaakt door Milieuservice Nederland. De ondernemende afvalpartner voor Zakelijk Nederland. Welkom bij deel 2 van de Cryptocast nummer 286. Dit is het podcastdeel 286b. In het eerste deel hebben we het gehad over het laatste Crypto-News. Dat vind je als 286a logischer wijs. En nu gaan we het hebben over Open Food Chain. Een bedrijf dat blockchain inzet om agri-foodketens te verbinden en inzichtelijk te maken. Om zo bijvoorbeeld fraude met olijfolie, sappen en burgers tegen te gaan. Wij doen dat met gast Marieke, de Ruiten de Wild. Hartelijk welkom. Dank je wel. Van Open Food Chain dus. En met co-host Jacob Boersma van Warren Brandeis. Hoi Jacob. Hallo. We beginnen eerst even dit. Het landschap van bitcoinwallets heeft er een interessant element bij gekregen. Bitcoin.nl, een site van Bitonic, schrijft over Olby. Een wallet die een browserextentie is. En met zo'n wallet hoef je dus niet meer de browser te verlaten als je een aankoop of een donatie doet op het web. Werkt met lightning, dus snel en goedkoop. Maar als het nodig is ook op de blockchain zelf. Ook handig voor bijvoorbeeld podcasters of goede doelen. Om het je ondersteuners makkelijk te maken. Zomaar een tip met de groeten van Bitonic. En luister je graag naar de crypto-cast dan hoor je je beter te abonneren. Dan ben je direct op de hoogte van elke nieuwe aflevering. Goed, Open Food Chain. Marieke, je was bijna twee jaar geleden hier te gast. Toen heette het bedrijf nog The New Fork. Ja, zeker. Waarom naamsverandering? Omdat we vanuit The New Fork de techniek Open Food Chain aan het bouwen waren. En toen dachten we ja, Open Food Chain is eigenlijk een veel betere naam. Want wat wij doen is wij maken een open infrastructuur. Wat niet inhoudt dat data open is voor het voedselsysteem. Dus Open Food Chain snapt iedereen meteen. Terwijl The New Fork is een oké, het is nieuw. Ja, het kreeg je een beetje als een restaurant. Nou sterker nog, ik krijg dagelijks belletjes. Of ze dames kunnen boeken. De Fork is toch een restaurantboek. Ja, dus hier komt het complete verhaal. We heten eerst de Fork. Want wat is er nou mooier dat we forken in blockchain, we forken in food. No brainer to me, maar niet voor de rest van de wereld, per definitie. Toen kwam Iens wat werd overgekocht door een grote bekende. Dat werd ook de Fork. Toen kregen wij dus al die telefoontjes. Maar nu met The New Fork, krijgen we nog steeds die telefoontjes. Maar dat is niet de reden waarom we zijn omgekat. We zijn omgekat omdat Open Food Chain is de technologie. De layer one blockchain die we maken. En dat is ook precies wat we doen. We openen de future of food. Layer one blockchain zeg je. Vorige keer vertelde je dat jullie op de blockchain zaten van Komodo. Nou nee, oké. Nee, we hebben nooit op de blockchain van Komodo gezeten. Wij bouwen met de tools van het Komodo netwerk. Oké. En wat eigenlijk interessant is, want niemand kent Komodo. Hoeft ook niet. Wat veel interessanter is, we bouwen voort op de bitcoin technologie. En dat was destijds een hele betwijfelde keuze. We hebben heel vaak moeten uitleggen waarom niet op Ethereum. Wat doen we allemaal op Ethereum? En het antwoord toen is alleen nog maar sterker nu. Omdat wij UTXO willen. Dus wij willen het feit dat je triple entry accounting kan hebben. Dat moet je allemaal even uitleggen. En zero knowledge proofs. Dus je wilt ook kunnen dat jij data op een blockchain hebt staan. Die je wel kan gebruiken in allerlei coole dingen. Maar die niet ontsloten wordt door partijen. Zero knowledge proofs, dat kan ik wel uitleggen. Dat je iets hebt zonder het te laten zien. Tada. Dus privacy beschermende technologie eigenlijk. Ja, precies. En echt wel van in food. Heel vaak wordt het, ja ik vind natuurlijk geld helemaal niet interessant. Want dat geld is een middel tot iets. En dat iets is food. Want we eten met z'n allen toch wel voor 11 trillion in de hele wereld. 11 trillion dan waarschijnlijk. Het heet dan biljuli. Sorry. Een beetje scherp slepen. Met stijgende voedselprijzen wordt het waarschijnlijk steeds meer ieder jaar. Ja, en schaarste. Ja, zeker weten. Dus dat voedselsysteem is enorm. En hoe fijn is het als we dat eens een keertje gaan digitaliseren. Want een fun fact is dat, ik zei voorheen twee jaar geleden, Agrifood is het minst gedigitaliseerde van al onze industrieën om ons heen. Dan denk je al, als mensen zijn is dat toch een beetje zonde. Hebben we een beetje kans gemist, toch? Maar wat nou blijkt, er is één sector en die is minder gedigitaliseerd. En dat is jagen. Waarvan je dan volgens mij eerst denkt van, is jagen een industrie? Jagen is een industrie. En dat zou toch eigenlijk wat schaamte moeten opwekken bij iedereen. Oké, nou... Jagen en verzamelen. Ja! Dus wat wij doen, is wij digitaliseren het Agrifood systeem voor iedereen. En we doen dat op zo'n manier waarbij het 100% volledig gedecentraliseerd is. En dat is natuurlijk ook een punt dat in de nieuwe wereld van het nieuwe internet, web 3, geeft een naam. Je hebt natuurlijk een onwijze schaal van wat is nou echt gedecentraliseerd en wat niet. Wij geloven, ik geloof persoonlijk, we hebben in Agrifood dus echt een gedecentraliseerd model nodig. Omdat het heel complex is. Dus het gemiddelde aantal kilometer van een bord wat je hier voor je hebt, is op z'n minst 500 kilometer. Ja, omdat het heel snel afgrems overschijnt. Dus de soort van CO2-voedafdruk van wat je op je bord hebt liggen. Dit gaat over voertuigvoermeters? Ja, maar ook over heel veel voertuigen in de zin van schepen en allerlei typen van voertuigen. Ja, waar het vandaan komt. Ja, het komt van ver. Ons voedsel komt van ver. Daarom heb je nu sinds corona heel veel druk rondom dat local to local. We moeten meer lokaal gaan sourcen. Maar uiteindelijk, ik zie jou ook niet elke dag een ontbijtje hebben van een appeltje en een eitje en een stukje kip. Je wilt toch ook al wat meer tegenwoordig, dus het terugbrengen naar vroeger? Bij bepaalde soorten voedsel kun je niet eens lokaal verbouwen hier. Dan kun je ook al geen koffie en chocola meer. Maar ik wil in dit stadium graag weten hoe ik me dit allemaal concreet moet voorstellen. Ik neem aan dat het iets moet worden in jouw toekomstbeeld van, noem eens wat, QR-codes in de supermarkt op verpakkingen waar ik mijn mobieltje op kan richten en die mij dan precies vertelt waar dat voedsel vandaan komt, hoe het bewerkt is, wie daar aan hebben verdiend, wat de arbeidsvoorwaarden waren van alle boeren die daar aan hebben en de arbeiders die daar aan hebben geschouwd. Dat is een tussenstadium, omdat we nu nog alleen nog maar ellendige QR-codes hebben. Maar we weten ook dat wij gaan niet scannen met z'n allen. Ik wil helemaal niet de hele tijd lopen scannen. Ik wil een merk hebben wat ik kan vertrouwen. Oké, dat is een goed punt. Ja, dus onze propositie is B2B, dus van bedrijf naar bedrijf, dus heel erg binnen die supplyketen, binnen die keten. Wat wel zo is, en dat is zeg maar die toekomst die jij schetsen maar dan een stapje verder, onze voedselbehoeftes, dus de nutritieve behoefte van ons lichaam, is enorm divers. En dat wil je, daarom willen wij een granulaire traceability hebben van de ingrediënten van je voedsel zodat jij geen last hebt van je allergieën, maar ook gewoon binnen krijgt wat je binnen moet krijgen. Voor nu is een QR-code iets wat we kennen en wat we wel kunnen voorstellen. Maar uiteindelijk wil jij gewoon dat jouw smartwatch of jouw device, wat jouw biometrische data leest, jou gaat vertellen dit moet jij gaan eten. Oké, hoe gaan jullie dit bereiken? Twee jaar geleden was je hier en toen heb je verteld over sappen, waarmee veel wordt gefraudeerd en waar jullie ook een proefproject mee hadden lopen als ik me goed herinner. Ja dat is er nog steeds. Dus vertel eens hoe dat is afgelopen. JuicyTain.org, dat bestaat. Er wordt niet zozeer gefraudeerd met sappen, maar er is veel vraag naar beter inzicht in de duurzaamheid van sappen. Nou ik begreep wel dat naarmate sappen dichter bij ons kwamen als consument, dat ze steeds, want toen was het natuurlijk weer duurzamer werden of iets ergelijks. Ja, minder duurzaam. Er komen steeds meer claims die niet... Onderweg werden steeds meer partijen sappen duurzaam met hun stempeltje tenminste, zonder dat het zo was. Ja precies, ze zitten sowieso in het voedselsysteem, dus wat er organisch geproduceerd wordt, daar ligt twee, drie keer zoveel van in de schappen. En dat kan niet. En dat komt omdat er allerlei claims worden gemaakt die intransparant zijn, slecht worden gecontroleerd, en omdat er gewoon een marktkans ligt, omdat je er goed geld aan kan verdienen. Dan wordt het meer waard. Dus meer vraag naar biologisch voedsel dan dat er geproduceerd wordt. Absoluut, ja. En dat is een andere discussie. Maar dan terug naar het verhaal van die sappen. Terug naar de sappen, ja. De sappenindustrie heeft gezegd, wij willen meer inzicht geven aan de consument, dat het een heel mooi product is. Want het is en een product wat gezond is, en er wordt er veel gepraat over suikers, maar het is nog wel een gezond product, wat ook een hele toegevoegde waarde heeft aan het totale voedselsysteem, omdat sappen ook weer worden gemaakt van de producten die niet als appel of alcinusappel worden verkocht. Ja. Nou, dus daar willen ze meer transparantie op geven. Dat heet Juicy Chain. Dat bestaat nog steeds. Er zijn op dit moment acht grote partijen, zijn daar live. Dan moet je denken aan bijvoorbeeld een bedrijf als Louis Drivers Company. Die doen alleen al 60 miljard in omzet, dus dat zijn echt wel grote jongens. Dat zijn handelaren. En wij beginnen, dit gaat ook over onze implementatiestrategie, wij beginnen met de nummer 1's. Want als je ergens wilt beginnen, moet je eerst de nummer 1 overtuigen. Dat duurt wat langer. Dus als je dan zegt, ben je tevreden met acht partijen? Ik had er liever 800 gezien. Maar doordat we eerst beginnen met die grotere jongens, die gaan uiteindelijk hun supply chains meenemen. Oké, ik zou intuïtief, maar dat is misschien net het verraderlijke, ik zou het juist voor het omgekeerde hebben gekozen. Je zoekt kleine partijen die wendbaar genoeg zijn, waar je altijd wel een paar vindt met de juiste state of mind, om ze te overtuigen waardoor je kunt laten zien dat het kan werken. En zo probeer je de grotere mee. Maar jij gaat de omgekeerde kant op. Ja, precies. Omdat uiteindelijk die kleine merken, wat gebeurt er met een Ben & Jerry's, worden overgenomen. Je moet toch daar beginnen. Dus je wilt de unilevers overtuigen. Dus je kan beginnen met die kleine merken, dat is hartstikke leuk, krijg je een leuke showcase, maar je invloed is niet wat je wilt zijn. Maar welke grote heb je dan nu overtuigd? Dus we zijn met Refresco, dat is de grootste botlaar in de hele wereld. Het is wat je moet voorstellen, alle appelsappen en sinaasappelsappen in een Lidl, in een Albert Heijn, in een Coop, die komen. Die worden in een flesje gestopt door Refresco. Dat is ook heel erg onzichtbaar voor een consument. Wij vinden dat juist een goed idee. En die heeft dus gezegd, ja, wij gaan dit doen. En die nemen dus hun concurrenten mee. Dat vind ik ook het mooie van een blockchain. Een blockchain moet je met je concurrent doen. Je moet gezamenlijk een infrastructuur gaan bouwen. Dat loopt, dat gaat goed en dat gaat langzaam. Want in Agrivoet gaat alles langzaam. Het is niet voor niks dat Agrivoet een minst gedigitaliseerde sector is. Ja, behalve jagers heb ik net gehoord. Ja. Maar, je noemde net ook al even Louis Dreyfus. Die maak je hier ook al gebruik van dan? Ja. Maar voor één specifiek soort sap of niet voor alles? Nee, dus dit is het complexe aan voedsel. Dus daar zitten heel veel toelet-franciers en heel veel soorten partijen in de rest van de keten. Dus voordat die hele keten daarop zit, dat duurt. Maar het voordeel dan weer van de voedselindustrie is dat het een beetje een zandloper vormt. Dus je hebt natuurlijk in het midden maar een paar hele grote bedrijven, waaronder Louis Dreyfus en Cargail bijvoorbeeld ook, die eigenlijk ongeveer alles doen. Dus je hebt heel veel boeren, miljoenen, misschien wel miljarden over de wereld. Je hebt natuurlijk miljarden consumenten. Maar ergens ertussen gaat het allemaal door de handen van ongeveer vier grote bedrijven. En daar zijn wij dus mee aan het werk. Ja, dus dat is zeg maar de tipping point waar je op wilt focussen. Ja, en dat is dus heel bewust een strategie die we vanaf het begin hebben genomen. Gaat niet snel, maar het werkt wel. Ja, precies. En je zegt nu, ik heb een aantal grote spelers aan de haak geslagen. Wat betekent dat dan voor wat ik in de supermarkt... nou, je noemt het Lidl, wat ik daar aantref. Is dat al ge-blockchainificeerd of is dat proces net aanzellend begonnen? Dit is dus iets wat gaat over hoe staan we er in Nederland voor versus de rest van de wereld. In Nederland hebben retailers grote macht over dat voedselsysteem. Die bepaalt wat wij zien en wat wij kopen en wat we weten over een product. En in Nederland is dat best wel een gecontroleerde markt. Dan wordt hij een Jumbo en dan hebben we de Lidl en de Aldi. En die hebben op dit moment geen sterke push voor een transparantie in de schappen. Dat zie je dus wel bij de Odins. Maar wacht even, daar net zei je die transparantie in de schappen, die hebben we niet nodig. Want ik wil gewoon een merk dat ik kan vertrouwen. Ja, ja. Maar dat gaat dus duren voordat een retailer genoeg attractie ziet en denkt van oké, dan kan ik daar dus een schap met alleen maar transparante producten neer gaan zetten. Maar ligt dat bij de retailer of ligt dat dan bij de merken? Want die retailer heeft natuurlijk heel veel verschillende merken liggen. Ik zie niet zo snel gebeuren dat Albert Heijn gaat zeggen van nou, ik wil alleen maar merken verkopen die hele transparantie bieden. Nee, zeker niet. Dat gaan ze zeker niet doen. Nee. De vraag is wie gaat er betalen voor transparantie? Ja. Nou, onze antwoord niemand. In ieder geval niet de consument volgens mij, want dat heb ik wel vaak geprobeerd. Nee, zeker een retailer ook niet en een merk ook niet. Die heeft er geen geld voor over. Nee. Nee, en een merk dat zijn prijs verhoogt om dit te kunnen gaan doen, benadeelt zichzelf. Maar voor merken zou je nog kunnen afdwingen door regelgeving. Want er is natuurlijk best wel wat regelgeving ook vanuit Europa die eigenlijk zegt van ja, beste voedselproducenten, jullie moeten eigenlijk weten dat er geen kindsslavernij en al dat soort dingen in jullie producten zit. We zijn dus precies bij het punt. Dus de keten gaat niet die verandering teweeg brengen. Regelgeving is de enige die dat gaat doen. En daarin zijn we net als met GDPR, dus in Nederland lopen we echt voorop of in Europa en de rest van de wereld. En zowel in voedsel als in andere technologie weten we dat als Europa gaat beginnen aan regelgeving komt de rest van de wereld. Nou, vanaf 30 december volgend jaar moeten merken en ook bedrijven met bepaalde omvang moeten kunnen aantonen waar hun spullen vandaan komen. En dat gaat tot op het georeferentie van het boerenbedrijf. Kunnen ze dat vandaag de dag? Nou, dat wordt hartstikke spannend. Nee, dat kan bijna niemand. En wat heb je daarvoor nodig? Een gedecentraliseerd traceability systeem. Maar in welke zin heb jij Refresco dan aan de haak geslagen als er eigenlijk toch nog niks gebeurt? Nou, maar die waren dus voor de tijd uit en die zeiden van wij weten, want er was toen wel veel discussie rondom hoe gaat het nou bij die sinaasappelboeren. Er was vrij veel kritiek op dat dat niet zo ging zoals we zouden willen. En die hebben gezegd van ja, maar het gaat veel beter dan dat de meeste mensen denken. En wij geven daar gewoon transparantie over. Dus Refresco vind ik is echt een... Maar hoe geven ze die dan, die transparantie? Door dus die traceability van het systeem te laten zien. Dus wij hebben een appelsap en binnenkort een pineapple-ananasap die je kan traceren. En je ziet precies welke spelers daarmee te maken hebben gehad. En wat veel interessanter is, je ziet per speler aan welke eisen ze voldoen. Dus dan gaat het over decent work. Dus het gaat over dat mensen goed betaald zijn. Het gaat over dat er geen ontbossing heeft plaatsgevonden. Maar dat zien dus zakelijke partners in de keten, niet de consumenten. Ja, nou uiteindelijk ziet de consument dat zeker wel ook. Maar je kan het nu nog niet in... Ja, dus dit sap kan je nog niet in de winkel kopen, maar die komt eraan, Cliffhanger weer. Oké, oké. Maar dat is voor de volgende keer dat je het zegt. Maar dat suggereert dus dat je echt zo'n appel vanaf de boom helemaal volgt tot aan dat het in een pak appelsap werkt. Ja, en dat doen we nu ook met cacao. Dus inmiddels zijn we dus toen hadden we het alleen over sappen. En moet ik ook zeggen, sappen is iets wat wij interessant vinden, maar voor de rest weinig mensen. Je koopt het wel, maar hoe geïnteresseerd ga je dat eten ket scannen? We zijn ondertussen ook in vier andere sectoren aan de slag. Waardoor olijfolie is een hele interessante en cacao. En in cacao bijvoorbeeld hebben we natuurlijk de Tony Chocolonies, die we allemaal kennen, maar ook de Mars companies. En die cacao wordt eigenlijk ingekocht en verkocht door de nummer één, dat zandlopertje en dat is Barry Callebaut. Die zijn ondertussen ook tot inzicht aan het komen dat met een huidige technologische spaghetti, kunnen ze die transparantie niet leveren. Dus die hebben een open food chain salute oplossing nodig om dat te kunnen aantonen. En dus niet alleen naar de consumenten, maar zeker ook naar hun tussenpartijen. Want jij wilt al die partijen daar tussenin, die willen bepaalde eisen kunnen stellen en die willen kunnen garanderen dat die eis voldaan is. Nou weet ik toevallig wel wat meer over hoeveel moeite Tony Chocolonies hiervoor heeft moeten doen. Die hebben uiteindelijk gewoon met hun eigen boerencoöperaties in Afrika moesten ze in zee gaan, omdat er geen enkele andere partij kon garanderen dat die cacao echt daar vandaan kwam. Omdat uiteindelijk het probleem is natuurlijk dat in de huidige situatie heel veel van dat soort spullen worden ergens op een grote hoop gegooid. Ja, dus daar hebben we nu wat wij dus nu doen. We zijn in Latijns-Amerika aan de gang, dus in Colombia en Peru. Meest cacao komt uit de oksel van Afrika. En wat wij doen is wij zijn bezig met een technologie, dus de open food chain infrastructuur, maar die gaat samenwerken met een applicatie waarbij jij als boer, maakt niet uit hoe klein, met een hele simpele telefoon waar je een foto mee kan maken van je cacao boom, die kan valideren met allerlei satellietdaten en datensystemen dat het ontbotsingsvrij is. En dat schiet je de blockchain in. Dus je moet er wel voor zorgen dat je supply chain afgeschermd is. Dus je kan het op dit moment nog niet op de grote hoop gooien. Maar door technologie en toch de hele sterke kostenverlaging van IoT, internet of things devices, gaan we absoluut toe naar we gaan weg van wat je noemt mass balance systeem, waarbij je geen idee hebt wat er gebeurt. Dat zou ik eigenlijk wel ook een soort van scam noemen. Misschien om het even uit te leggen, een mass balance systeem is dus dat je zegt, ergens zijn er zoveel boeren die zoveel kilo biologisch of zonder ontbossing produceren. En dat gooien we allemaal bij ook allerlei anders geproduceerde cacao bijvoorbeeld. En dan aan het einde kunnen we dan wel zoveel repen maken waarop we op de wikkel kunnen zetten, geen ontbossing of biologisch. Maar je weet niet of precies diezelfde bonen daarin terecht zijn gekomen. Maar het is, ja, uiteindelijk klopt het som wel. Het is hoe groene stroom, bij elektriciteit kun je niet anders. De elektronen die uit jouw stopcontact komen, die komen niet gegarandeerd van een windmolen af. Die kunnen misschien wel van een kerncentrale komen, maar dat kun je niet checken. Dus is het van, ja, omdat er zoveel groene stroom is, kun je zoveel groene stroom verkopen. En wij zeggen dat vervoedsel, vergroene stroom is één ding, vervoedsel kan dat niet meer langer. Nee, vervoedsel kun je het natuurlijk in principe wel traceerbaar maken. Maar dan moet je die supply chain echt rigorreus omgooien. En je moet er een goed businessmodel omheen bouwen. Dat is de reden waarom we dat vandaag nog niet hebben. Het agri-foodsysteem heeft hele lage marges. En je moet een businessmodel hebben dat werkt voor iedereen. En de zin ook dat wie zich aan nette criteria houdt, ook meer betaald krijgt. Dat was je bedoeld. Absoluut. Ja, dat is natuurlijk ook een idee. Een partij als Fairfood, een Nederlander, die streeft daar ook naar. Dat betalen van die mensen richt zich dan ook vooral op boeren. En dan met name boeren in het globale zuiden. Die natuurlijk vaak helemaal of bijna niks betaald krijgen voor dingen die bij ons heel erg duur in de schappen liggen. Ja, dus die hele waardeverdeling door de keten is natuurlijk krom. Dat is niet alleen in food, dat hebben we natuurlijk in meer industrieën. Absoluut. Dat moet aan de ene kant wat beter gecorrigeerd worden. Maar uiteindelijk moet het goed geproduceerde voedsel veel zichtbaarder en beter beloond worden. En dat is waar blockchain technologie en open foodchain helpt. Dit hele verhaal zet een premie op een maatschappelijk verantwoord onderneming. Nee, ik denk niet dat het een premie wordt. Nee, dat hebben we de afgelopen 20 jaar geprobeerd. Je wilt het gewoon... Voortzonder betaald worden is toch meestal meer betaald worden? Nee, want op zich hoeft voedsel ook sowieso niet duurder te worden. Want het wordt gewoon een license to sell. Als jij je spullen niet voor elkaar krijg je het niet verkocht. En dat is het mooie aan die nieuwe Europese wetgeving. Op het moment dat jij niet kan aantonen waar het vandaan komt, moet je je spullen uit de markt halen. Dit was normaal de inleiding van mij tot een vraag. En die vraag die is, het wordt aantrekkelijk om te doen alsof je je spullen netjes produceert. En daar hadden we het de vorige keer ook over. Garbage in, garbage out. Dus hoe ga je controleren dat wat er wordt ingevoerd aan het begin van de keten, dat dat ook klopt? Dat doe je heel simpel door een open publieke infrastructuur te hebben die publiek verifiërbaar is. Dus waardoor niet alleen de ouder kan zeggen, ik teken hierop af. Maar waarop de hele wereld kan aftekenen. Maar je kunt niet iedereen kan ergens in Afrika bij de cacoproductie, als dat daar gebeurt, dan neem ik maar eventjes aan, aanwezig zijn. Ja, maar er zijn genoeg mensen die dat willen. En dat is ook waarom bij ons, wij zien bijvoorbeeld een grote rol voor journalisten, voor NGO's, die op zo'n blockchain precies kunnen zien wat er nou gebeurt en wat er klopt of niet. Het schaalvergroting gaat er natuurlijk wel bij helpen. Want het lastige is in dit soort situaties, als je een paar boeren hebt in Ghana bijvoorbeeld, die je zegt, ik betaal jou een premium omdat jij die cacao die jij produceert op de blockchain hebt staan, dan creëer je natuurlijk een onwijze incentive dat de boeren die daarnaast wonen zeggen, ik heb hier ook nog een paar zakken cacao, die geef ik jou eventjes in het hols van de nacht, zet ik die in je schuur en dan heb ik in één keer nog meer cacao geproduceerd. Maar als dat hele land op dit systeem zit, dan krijg je misschien over de grens heen gesmokkeld. En als het een license to sell is, is het misschien alleen maar sterker dan wanneer het alleen maar gaat om een prijsverschil. Ja, en uiteindelijk laten we heel duidelijk zijn over wat blockchain kan. Het enige wat blockchain doet, maakt data onveranderlijk en in ons geval publiek verikeerbaar. Informatie. Ja, dat is super saai, maar dat is onwijs belangrijk, want anders heb je geen idee wat de validiteit van je data is. Al dat andere over hoe ga je nou die fraude en hoe ga je nou mensen instilleren, hoe ga je de menselijke natuur limiteren om te frauderen, daar heb je IoT, daar heb je hele andere dingen voor nodig. En wat heel belangrijk is, daar heb je dus wel een nieuw beloningssysteem nodig. En dit is waar bijvoorbeeld een token om de hoek komt kijken. Want je wilt dus in plaats van dat een auditor, wat toch een hele kleine sector is, die hoge marces heeft, alleen recht heeft om te zeggen van oké, dit is biologisch of dit is oké, wil je dat natuurlijk veel verbreden. Je wilt die verificatiemarkt veranderen, waardoor je bijvoorbeeld allerlei partijen die om zo'n boerderij wonen, kan gaan laten veriferen en kan gaan laten verdienen door middel van een token. Dit gaat over het elimineren van de menselijke factor. Dat zou ik sowieso gaan willen doen, ja. Maar wat draagt zo'n token daaraan bij, leg dat dus uit? Hoe werkt dat? Dat je dus een incentive kan creëren in een bestaande keten. En die token, dat representeert dus wel weer ook geld dus uiteindelijk? Ja. Ik bedoel anders is het leuk dat je tokens verdient, maar dan kun je er niets mee. Ja, want die wil je natuurlijk wel gewoon omwisselen in lokale eenheid. Ja, en daarmee is het een soort stable coin dan eigenlijk. Die token moet geen speculatie in plaats zijn, het moet gewoon een vaste waarde representeer. Precies. Maar ik wil toch precies weten hoe het werkt, want je noemt ook IoT, in het geval VINX, ik kan me voorstellen dat je op allerlei plaatsen sensoren hebt staan die, nou weet ik veel, gebruik van pesticiden ofzo, registreren. Ja, datepaliet of bodemkwaliteit. Maar wanneer krijg je nou tokens voor het doen van wat als ondernemer? Laat ik allereerst zeggen, de Open Food Chain token gaat niet meteen daarop in. Dat is waar wij met andere partijen, dus decentralized finance partijen, gaan samenwerken. Waar de Open Food Chain token over gaat is dat partijen die in zo'n keten zitten en meewerken of eigenlijk gebruik maken van die infrastructuur, daar zit een relatie met een token. Dus wij hebben wat dat betreft een hele unieke... Dus een centrum voor deelnemen aan het systeem eigenlijk? Ja. Ja. Ja. En daarmee werkt het natuurlijk als tokens van heel veel verschillende bedrijven, maar je zou uiteindelijk in de eindsituatie niet per se dat token nodig hebben om die boeren te betalen. Toch zou je ook willekeurig andere stablecoin kunnen gebruiken. Absoluut, ja. En daar is al heel veel, dus daar gaan wij niks doen. Daar gaan we alleen partijen op laten aansluiten. En dan, want of die boer er iets aan heeft is ook sterk afhankelijk van of die die token weer kan inruilen voor dingen die hij zelf nodig heeft of voor lokaal geld. Ja. Goed, en is die token er al? Hoe staat het daarmee? Dus onze open foodchain token, die gaan we lanceren volgend jaar. Een van de redenen is omdat de crypto-markt nogal wat robuust en saai is, hoorde ik net. Maar allereerst, wij hebben dus een utility token, dus wij zijn geen security token, wij zijn geen crypto. Wij zijn gewoon een heel saai utility token. Dat is geen belegging, maar iets met een functie. Iets met een functie, ja. En laatst zei een van onze eerste seed-investors die in de gaming zitten, die zeiden jullie zijn het enige blockchain project waarvan ik weet dat jullie een echte utility hebben, dat het echt iets doet in de wereld en jullie doen ook wat jullie beloven. Dat vonden wij natuurlijk leuk om te horen. Dat is een mooie opsteker dan. Ja toch? Uiteindelijk is wat wij dus doen als open foodchain, we hebben gewoon een traceability systeem wat we aan supplychainpartijen verkopen. Dus daar beginnen we bij die leider, die neemt zijn toeleveringsketen mee en zijn concollega. De marktleider bedoel je? Ja, de marktleider. En wat daar zeg maar omheen beweegt, die gebruiken dan de infrastructuur. En wij verkopen dat gewoon als een SaaS-model, een software as a service model. Een SaaS-component is een jaarlijkse administratie, of een jaarlijkse fee, die bestaat uit twee componenten. Eén is het onderhoud en het andere is de toegang. In die toegangscomponent daar zit het open foodchain-token. Dus hoe meer partijen gebruik maken van open foodchain, hoe meer tokens er in de markt worden weggehaald. Dus hoe meer gebruikers er komen, hoe sterker dat ecosysteem wordt. Ja, maar nu de functie, dus er komen meer tokens naar mate, meer partijen. Maar krijg je een stapel van die dingen als je toetreed? Of krijg je ze wanneer je iets doet? Waar komen ze vandaan, de tokens? Ja, gewoon van de markt. Dus we gaan hem lanceren in Q1 volgend jaar. We zijn nu bezig met een token sale. Dus we hebben op dit moment een private ronde waarin we nog op zoek zijn naar een lead investor. Dus we hebben tot nu toe ongeveer een miljoen opgehaald. We zoeken nog een lead investor van een half miljoen. En als we dan de private ronde hebben afgerond, dan gaan we een lanceringsplan maken voor volgend jaar. Dit echt onder de condities dat de crypto-markt zichzelf wat gezonder weet te maken. En dan wordt dat open-footchain-token gekoppeld aan het SaaS-model. En dan krijg je een initial token-offering eigenlijk? Ja, precies. En het mooie... Dus dan kunnen partijen investeren in het hele project door die token te kopen? Nou ja, maar voor schipbenetting. Nee, ik wilde zeggen dat kunnen ze nu dus doen. Nu inkopen op die paar tokens, de 13 procent die we verkopen in totaal. Maar op het moment dat dat token live is, dan is, en daar zijn we echt heel anders in dan alle andere crypto-projecten, ons klant is de Agri-Food-partij die tokens gaat kopen omdat die toegang nodig heeft. Ja, precies. Dus die kopen gaat het niet verkopen aan particulieren die tokens? Nee, ze kunnen wel een beetje, weet je, er zal heus wel wat speculatie bij komen. Er ligt ook niet openbaar verhandelbaar op een exchange. Op een dex. Oké, dat wil ik wel. Ja, want je hebt zo'n market wel nodig om dat te kunnen doen. Maar uiteindelijk, onze essentie is dus gewoon de gebruiker die gaat hem kopen. Dus wij gaan geen marketing-campagne oprichten die eigenlijk alleen maar een boom en burst wilt hebben. Wij willen Agri-Food partijen die die techniek nodig hebben, die die infrastructuur nodig hebben. Dus het zit heel mooi, waarvan ik nog steeds overtuigend, tokens heb je nodig voor het verbeteren van een bepaalde bestaande realiteit. Voor ons zijn dat dus Agri-Food supply chains. En deelname aan zo'n keten gaat jou dus, daarmee moet je een aantal tokens kopen. En uiteindelijk, maar dit wordt toch, ja, ik dacht natuurlijk al lang twee jaar geleden dat we daar zouden zijn, maar daar zijn we natuurlijk nog steeds niet. Uiteindelijk wil je natuurlijk naar een toekomst toe waarbij Agri-Food partijen op een open markt tokens kunnen kopen om gebruik te maken van die infrastructuur. En daarmee dus het hele 11 miljard voedselsysteem deelneemt in die infrastructuur. En dat is natuurlijk heel revolutionair. Dan ga je in een keer weg van een, ik noem het maar een IBM of een SAP of een staand software systeem, wat die technologie heeft en beslist, waar jij als gebruiker, dus als gebruiker heb natuurlijk nul invloed. En hiermee kan je in een keer als Agri-Food partij zelf invloed hebben op en je data, maar ook dus de technologie. Maar is het dan ook het idee dat, jullie bieden het nu aan als een SaaS model, maar dan ben je dus als aanbieder daarvan feitelijk nog de centrale partij hierin. Wordt het dan open source op een of andere manier? Ja, we zijn open source. Ja precies. Er zijn twee belangrijke componenten daarvoor. Wij ontwikkelen open source en wij hebben dus een token infrastructuur in termen van ownership. Dus we hebben geen vreemde, we hebben geen equity, we hebben geen venture capital. Nee, maar ik bedoel, als je echt zegt, je wil niet de volgende IBM worden waar iedereen dan weer van afhankelijk is. Dus het feit dat jullie nu dat systeem gebouwd hebben is één ding, maar eigenlijk wil je dat er ook allerlei andere partijen eenzelfde component kunnen bouwen. Daarom moet het een token driven ecosystem zijn. Want open footchain moet zichzelf gaan opheffen. Dus het is een protocol uiteindelijk, op dezelfde manier als een Ethereum of een Bitcoin. En iedereen kan zijn eigen noden daarin uiteindelijk gaan bouwen. En open footchain moet zichzelf gaan opheffen, dan vraag ik me onmiddellijk af, what's in it for you? Ik geloof in het token. Ik geloof in dat de token wordt de olie van het systeem. Ja, dus ik geloof in het token based toekomst van het eigen foetsysteem. Jawel, maar jij zit achter open footchain. Ja, what's in it for me is... Jij bent de drijvende kracht. Hoe verdien jij hier de kost aan, als ik zo onbescheiden mag zijn? Mag je zeker. Dus we zijn nu al drie jaar cash positief. Dus we hebben ook gewoon revenue en dat lukt. En uiteindelijk, dat token gaat circuleren in zo'n infrastructuur, in zo'n markt. Hoe meer gebruikers, hoe meer waardevol zo'n token wordt. Heb jij er dan een stapel van liggen ofzo? Is dat wat je bedoelt? Ik heb er wel een paar, maar niet een stapel. En dat is ook gewoon transparant. Dat staat gewoon in de tokenverdeling. Het idee is wel dat die token uiteindelijk... Je zegt er is dan straks een markt in en exchanges. Is het idee dan wel dat zo'n token verwacht... Dat je verwacht dat zo'n token meer waard wordt ook in de loop van de tijd? Ja, en er moet ook meer waard worden. Maar er moet wel gecontroleerd meer waard worden. In de zin, je wilt niet die perikelen die we nu zien in de crypto's. Maar dan werkt dit in een bepaalde zin toch weer wel als een belegging, of niet dan? Nee, want het is gekoppeld aan dat SaaS-model. Nou ja, oké, goed. Maar als jij zegt, ik heb een aantal van die dingen... En that's what's in it for me... Dan functioneert het voor jou toch niet als een belegging? Je kunt zeggen, dan is het een incentive om te zorgen dat het systeem beter werkt. Maar waar ik hem lastig vind, is als je dus deze tokens nodig hebt... Om deel te kunnen nemen aan het systeem... Dan is er ook een risico aan waarde stijging ervan. Op dezelfde manier dat een kostenstijging van brandstof mensen in de problemen kan brengen. Als je deze tokens straks moet gaan kopen en ze zijn in één keer in waarde verdubbeld... Dan creëer je daarmee ook een soort drempel in het systeem. En daarom hebben we de Open Food Chain Foundation, die daar toezicht op heeft. En die één belang heeft, dat dat token gezond ontwikkelt. En uiteindelijk ga je natuurlijk verborgen dat dat niet gaat gebeuren. Dus onze tokenomics zit zo in elkaar... Dat je niet overgeleverd bent aan de perikelen van wie dan ook. En als je nu kijkt, als je nu software gebruikt van... Nou, laten we maar een X noemen of wat dan ook... Dan ben je pas echt overgeleverd aan wie weet wat er gaat komen. En in dit geval ben je dus als Agri-Foodpartij onderdeel en aandeelhouder in het systeem. En je hebt allemaal één belang en dat is te zorgen dat die infrastructuur doet wat je wilt doen. En dat ze die supply chains efficiënt maken. Maar je hebt niet direct invloed op de waarde van die tokens die je daarvoor nodig hebt. Maar er is wel een foundation die je hier op toeziet. Dus die werkt als een soort centrale bank, als het ware, om te voorkomen dat er te veel inflatie komt. Moet ik dat zo zien? Dat werkt als een centrale bank die zorgt dat een gezond token blijft. Dat de token doet waar het voor ontwikkeld is. En dat is om supply chains efficiënter te maken. En wat voor middelen heeft die foundation dan? Wat voor instrumenten om het allemaal te controleren? Over het protocol te... Ja, dus in principe is een token gewoon ontwikkeld. En in de board van de stichting zitten bijvoorbeeld mensen uit het agrivoetsysteem. Het zit de chief agricultural officer van Mars Company. Daar zitten mensen die Sequoia Capital en Peak Bridge Fund hebben ontwikkeld en uitgevoerd. Dus mensen die verstand hebben van groot kapitaal en grote agrivoetsystemen. En als daar aanpassingen moeten worden gemaakt op een aantal ontwerpbeslissingen die je hebt genomen, dan moeten die gemaakt worden. Maar die kunnen dus alleen maar met toestemming van iedereen. Dan heb je het over de code veranderen of zoiets? Ja, de code veranderen, het doel veranderen. Want het ging over dat tokenomics ongewenst zou zijn. En je zegt, Jacob, als de prijs van zo'n token opeens verdubbeld is, dat een drempel op kan werpen, zeg je, we hebben die toezichthouder. Ja, precies. Wat kan die dan doen? Die kan dan zeggen, in plaats van dat je twee tokens nodig hebt, heb je nu één token nodig. Ah, zo. Oké, zoiets. En daar zit een soort gedistribueerd governance model achter, zoals je ook wel bij bepaalde... Ja, dus alle deelnemers hebben een node. En die kunnen dus ook stemmen over de verandering in het protocol? Ja, absoluut. En die moeten stemmen over die verandering in het protocol. En dat werkt op een soort proof of stake concept. Dus afhankelijk van hoeveel tokens je hebt, heb je meer gewicht in de stemming? Nee, nee, en dat is toch ook, want uiteindelijk zijn we daar natuurlijk nog heel erg aan het leren, met z'n allen als ecosysteem. Want de voorbeelden, die zijn er nog niet. Ja, je kunt zeggen, er zijn heel veel voorbeelden, maar ook heel veel voorbeelden van hoe je het niet moet doen. Ik wou je zeggen, het zijn met name voor voorbeelden van hoe je het niet moet doen en hoe het niet gebeurt. Dus daarom hebben we dus nu ook die Open Food Chain Stichting, die zolang wij nog niet klaar zijn en de techniek nog niet voldoende is uitontwikkeld, gaat die ervoor zorgen dat de intenties op een goede manier worden uitgewerkt, op het juiste moment. Ja, dan wil ik nu het onderwerp even iets veranderen, want we moeten het nog hebben over natuur en klimaat. Dus de natuurherstelwet is er onderweg. Hoe belangrijk is het voor jullie dat we een fatsoenlijke klimaatwetgeving krijgen? Ja, heel belangrijk. Uiteindelijk wordt de landbouw in een heel heftig daglicht gezet als het gaat over natuur en klimaatbeheer. Moet ik ook echt zeggen, daar is ook veel onbegrip en ik denk niet altijd goede uitleg van hoe het echt zit. Agri-cultuur in het goed Nederlands is heel ingewikkeld. Het is niet zo simpel dat we dan met z'n allen organic moeten worden. Dus omdat het allemaal van allerlei onafhankelijkheden en afhankelijkheden met elkaar verbonden is, moet je daar ook goed kijken dat als je op dit knopje drukt, wat gaat er dan ergens anders gebeuren? Dat weet je ook niet altijd. Er zijn natuurlijk verschillende spelers in natuurlijk. Een kleine fruitteler is heel iets anders dan iemand die een gigantische bio-industrie varkensstal heeft. Terwijl het zijn allemaal boeren en je bent snel geneigd om dat allemaal op een hoop te gooien. Maar de maatregelen die je moet nemen zijn totaal anders. Dus het is een super complex systeem. Ja, en ook Nederland is anders dan België en is anders dan India bijvoorbeeld. Dus het verschil tussen ecosystemen, dus Agri-cultuur-ecosystemen is enorm. En de vraag is ook van, moeten ze in Brazilië gaan stoppen met het geld verdienen aan het bos, omdat wij hier hoeveel jaar geleden het bos al lang hebben weggehaald? Dat zijn moeilijke vragen. Dat zijn echt moeilijke vragen. En hoe ga je dan, en ook hier denken wij... Hoe vergoed je ze daarvoor des Strauwsche bewegingen in? Rijke landen hebben een fonds opgericht, het is allemaal nog moeizaam. En dat is dus ook waar wij zien dat een open food chain infrastructuur kritiek is. Want je wilt dus juist die incentives, die moet je goed kunnen uitwerken. Dat moet gaan buiten de bestaande systemen om. Want als je kijkt naar de hele CO2-markt, is ook een zieke markt. Ja, het is het even over energie. Ja, CO2, heb je natuurlijk de afgelopen maanden heel veel gevallen gezien van onderzoeksjournalisten die erachter zijn gekomen dat al die carbon credit uitgevende agencies eigenlijk ook allemaal dubbel dingen besteden. En dat gaat weer even terug naar waarom wij zo blij zijn met onze bitcoin technologie. En dat gaat weer terug naar de UTXO. Dat is een triple entry accounting systeem. Dus je kan nooit meer hebben dan dat er het systeem in gaat. Je kunt er niet zomaar tokens bij maken. Nee, dus dat garandeert een bepaalde waarheid van een kloppende balans. Als je het hebt over complexe dingen als milieu, klimaatverandering, dan heb je dat soort technologieën nodig. Want je moet weten wat je denkt dat het is dat het ook zo is. Zie jij dan ook de CO2-rechten zoals we die nu hebben, vervangen worden door een carbon coin? Ja, maar dat is eigenlijk nog wel... Ja, uiteindelijk wel, maar die hele carbonmarkt en de discussie daar omheen is heel complex. En daar hebben we nog eigenlijk geen goede voorbeelden. En het is heel makkelijk om het heel plat te slaan en simpel te maken. Maar waar ik wel in geloof is dat landbouw is eigenlijk een van de grootste redders van het klimaatprobleem omdat we namelijk de CO2 in de aarde vastleggen. Als je het goed doet. Dat hangt helemaal vanaf op wat voor manier je landbouw doet natuurlijk. Als je het goed doet, maar het is wel een van de grootste kansen om de klimaatverandering te beheersen. Eigenlijk regeneratieve landbouw heb je het dan eigenlijk over. Ja, maar om zichzelf tarwe te verbouwen, dat slaat niet zo vreselijk veel koolstof op. Want er wordt wel koolstof opgeslagen in al die aren, maar die haal je er meteen ook weer uit. Ja, en olifantsgas is bijvoorbeeld een beter idee. Maar dat hangt ook heel veel samen met bijvoorbeeld als je land omploegt, dan komt er weer heel veel vrij. Terwijl als je het niet omploegt, dus het gaat ook om technieken die je gebruikt. Net wat jij zegt, hoe doe je het? En hoe zet je daar dus de juiste incentives op? En dat is waar je een nieuwe techniek nodig hebt die nieuwe incentives kan ontwikkelen. Ja, want anders is de incentive gewoon zoveel mogelijk productie in zo'n kort mogelijke tijd. En daarmee pleeg je letterlijk roofbouw op de natuur. En jullie token heeft natuurlijk een bepaalde incentive structuur voor die boeren. Zie je dan jullie token ook een soort rol in een carbon credit systeem? Ja, dus een belangrijk deel wat wij bijdragen is dat we boeren een eigen wallet geven. Waarbij dus alle data en het geeft ze toegang tot web 3 en andersom daar gaat komen. Maar ook dat alle data die zij zelf hebben ook van hen is en zij er aan kunnen verdienen. En dat zou dan ook in die zin open zijn dat je er ook andere tokens ala een carbon credit aan zou kunnen koppelen? Je had het de vorige keer over een window of opportunity. In een paar woorden zei men of dat nu of nooit? Nu en helemaal met de regelgeving. Wij zijn heel blij en ik moet je eerlijk zeggen dat het allemaal veel te lang duurt. Dus nu pas dat we weten. Want je bent nu minder ver volgens mij dan je toen verwachtte dat je nu zou zijn. Ja, maar aan de andere kant, ik ken collega's in de web 3 sfeer en die zijn er helemaal niet meer. Dus in die zin zijn we hartstikke blij waar we zijn. We zijn wel een stuk verder dan waar we waren. Want in plaats van één hebben we er nu vijf. We hebben er driemaal meer op de rol zitten. Bedrijven of sectoren? Nee, industrieën. Indutrie, ja precies. Want het was toch weer even kijken. Juice, burger, shrimp, cacao, olijfolie. Ja, en we gaan nu met suikerspices. Spices is speserijen. Suiker is al een heel interessant. Want dat is natuurlijk iets wat er overal in zit. Dat is wel iets anders dan... Dan moet je big sugar eventjes op de schop nemen. Het opium, toch? Ja. Ja, en het is ook een hele interessante industrie. Waar heel veel protectie en waar heel veel gebeurt. En hoe je dat aan? Nou, die gaan we aan. Oké. Ja. Succes. Ja, dank je wel. Dat hebben we niet nodig. Wat we wel nodig hebben is dus, investeer dus in zo'n in het open voetje token. En uiteindelijk, ja, regelgeving helpt ons eindelijk. En dat had ik dus liever twee jaar geleden gehad. Maar nu, vanaf volgend jaar zijn bedrijven verplicht. Misschien als het nog heel even dan, om toch even advocaat van de duivel te spelen, die regelgeving maakt het verplicht dat je dan transparantie kunt geven over wat je als product neerzet, als producent. Maar waarom zou je daar een decentraal netwerk voor nodig hebben? Want je kunt toch ook gewoon zelf in je eigen database gaan bijhouden waar je dingen vandaan komen. Ja, maar probeer jij maar eens als een beetje handelaar van al jouw toeleveranciers en de toeleveranciers van de toeleveranciers dat voor elkaar te krijgen. Dat gaat je niet lukken. Maar al die informatie moet je in zo'n decentraal systeem ook zien te krijgen. Wat maakt dat het dan wel lukt, terwijl het in een centraal systeem niet kan? Heel simpel. Neem maar cacao. Dus boeren weten dat zij moeten aantonen dat, of dat eigenlijk de klant van de boer moet aantonen dat het ontbossingsvrij is. Boer heeft een incentive. De handelaar heeft een incentive. Het merk heeft een incentive. En de winkel heeft een incentive. En die incentive is omdat er een token achter zit waar ze mee betaald worden. En de incentive is, als jij het niet kan, als jij de informatie niet hebt, krijg jij je spullen niet verkocht. Nee, dat snap ik. Maar dan nog, de incentive is dus dat je die transparantie geeft. Maar kun je die transparantie dan niet geven in een centrale database, is eigenlijk de vraag. Waarom kun je dat niet? Dat kun je dus niet. Dat kan je op het moment als jij een hele korte keten in eigen beheer hebt. Dan kan dat heel goed. Dus het zou ook kunnen leiden deze wetgeving in een negatieve situatie. Dat die ketens gewoon helemaal volledig gedomineerd gaan worden door die spelgrootspelers. Ja, maar dat is nog nooit gebeurd. Ik zie dat niet gebeuren. En uiteindelijk zou je dan een wildgroei krijgen aan allemaal proprietary systemen. De realiteit is een boer die levert op zijn minst aan vijf retailers. Dus die gaat niet in al die systemen van die vijf retailers zitten. Dat gaat niet gebeuren. Ik geloof ook echt heel oprecht in decentrale technologie. Ik heb er noodmene een heel bedrijf opgericht. Maar ik ben niet per zetter van overtuigd dat decentralisatie uit zichzelf gebeurt. Ik denk dat je wel ook echt moet werken om te laten zien waarom decentralisatie voordelen heeft. Omdat centralisatie, dat is hoe we in de huidige wereld terecht zijn gekomen met vier gigantische spelers. Centralisatie heeft er ook toe geleid dat AgriFood het minst gedigitaliseerde is van allemaal. Dus het bewijs dat centraal niet werkt is daar. Maar digitalisering op zich is niet een voordeel. Tenzij er een voordeel aan vasthangt voor de mensen die digitaliseren. En dat kan als ze er meer geld aan verdienen. Dat zou misschien kunnen door zo'n token. Maar dat moet je wel uitleggen. Dat is niet een soort van automatisch dat digitalisering alleen maar automatisch het goede creëert. Maar digitalisering geeft dus wel veel, geeft een kostereductie en meer efficiëntie. En betere afstemming op eisen. Want als je weet de realiteit hoeveel AgriFood er wordt weggedaan. Omdat de matching niet klopt tussen gevraagde eisen en aangeleverde eisen. Dus voedselverspilling eigenlijk. En hopelijk betrouwbaarheid in combinatie met incentives. Ja, zeker. Dus die discussie van met centraal kan je toch ook, met een database kan je toch ook. Daar zijn we echt voorbij. Maar mijn vraag was naar dat window of opportunity. Is dat nog open? Is dat verlengd om het maar zo te zeggen? Ja, nu is er een window of opportunity van twee jaar. Omdat die regelgeving dus nu in gaat komen vanaf volgend jaar. Als bedrijven dat over een jaar nog niet gedaan hebben. Dan heb je als bedrijf echt een probleem. Om iets te hebben om jou later op te kunnen aanspreken. Waar sta jij over twee jaar? Hoe ver denk je dan te zijn? Over twee jaar zitten wij op zijn minst in vijf additionele industrieën. Dus een tien. En daarbij ook op andere plekken. Want Europa is best wel dicht getimmerd qua voedselregelgeving. Dus de noodzaak voor een digitale voedselpaspoort is lager. Waar wij veel meer potentie en attractie voelen en zien is in Azië en Latijns-Amerika en Afrika. Dus wij zullen ook veel meer gaan doen in die regio's. Gaan de consumenten daar iets daarvan merken in de supermarkt? Of gaan wij iets merken in de supermarkt? Ja, maar nog. Het is geen BTC propositie. Het gaat niet over consumenten. Consumenten blijven gewoon domme... Koopmachines. Ik ben een domme consument. Dat kan ook een antwoord zijn. Dat de consument er niks van merkt, maar dat er achter de schermen heel veel gebeurt. Maar dat heeft Marika al gezegd. Het gaat om merken die je kunt vertrouwen. En die merken zoeken het naar uit. Ja, en die merken moeten dus op zoek gaan naar goede oplossingen. En dan denken ze dat ze tijd hebben. Maar dat hebben ze dus helemaal niet meer. En gaat dat voor de consumenten qua prijs nog iets verschil maken? Uiteindelijk, hoe meer we digitaliseren, hoe lager die prijs. En voedsel is uiteindelijk, als je het echt plat bekijkt, in Nederland is voedsel te goedkoop. Ik weet niet of iedereen het daarmee eens is, maar... Nou ja, denk ik wel hoor. Het is relatief ten opzichte van wat mensen verdienen absoluut. Maar ook op het gebied van verdisconteren van maatschappelijke kosten. Ja. Oh ja, ja, ja. Goede dingen als kiloknallers en zo. Wat ze doen, dat is absoluut 100%. Probeer maar eens een Fairphone te kopen en vergelijk dat met de prijs van een Samsung. Ja. En uiteindelijk, nogmaals, ik geloof niet, de consument is wel een afnemer en een onderdeel van het voedselsysteem. Maar de actie moet komen en gaat komen van de partijen in die keten. En dat is niet de consument. Dat snap ik, ja. En dat moet ik wel bijzeggen dat de nieuwe consument, dus de generatie Z en daarbij, die kijken wel anders naar voedsel. Die willen wel veel meer weten van hun voedsel. Maar daar kunnen wij een voedseltransitie niet op laten hangen, want dat duurt te lang. Nee, en wat we in het begin al zeiden, er is misschien wel heel veel vraag naar biologische producten. Maar als het aanbod er niet is, dan krijg je dat er uitgekleid maar meer verouden komt. En als het niet biologisch is. Als jij denkt dat het biologisch is en het is niet biologisch. Nou, daarom. Dus kennelijk het vragen ernaar vanuit de consumenten gaat, dus de verandering niet teweeg brengen. Dus dat ben ik helemaal met je eens. Ja. We gaan het hierbij laten. Oké. Dat is een mooi gesprek. Tot over twee jaar. Ja, precies. Ik sluit niet uit dat we je voor die tijd nog een keertje uitnodigen, want er komen allerlei mijlpalen nog voor die tijd. Zeker weten. Heb je in dit gesprek uitgelegd. Dus we weten ongeveer waar Open Food Chain op dit moment staat. Dank je wel. Ja, en onze ambitie is om de beste applicatie naar bitcoin te worden van de blockchain technologie. Prachtig. Daar gaan we je ook op aanspreken de volgende keer dat je hier zit. Mijn heer. Marieke de Ruiter, de wild van Open Food Chain. Dank je wel, ook Jaco Poersma. Je was mijn co-host. Graag gedaan. Dit uur van Warren Brandeis. Nou, vergeet de Cryptocast niet te delen met je volgers op Twitter. Lijkt me zeer de moeite waard. Gebruik de mention at CryptocastNL. Laat de reviews achter op Apple Podcasts ook betere voor ons en trouwens ook voor de liefhebbers die ons dan kunnen vinden. Like, subscribe en comment ook op YouTube allemaal. Bedankt voor het luisteren naar deze Cryptocast. Het was goed voor jezelf. Dus tot volgende week bij de Cryptocast op BNR. Dag allemaal. Hoopvolle innovaties. Onze batterij heeft een marathon lopen. Daar kan je tot mele week over bruggen. Duidelijke analyses. Als je een week lang geen vlees en zuivel consumeert, dat je 193 liter water bespaart en 80 kilometer aan auto rijden. En altijd urgentie. Ja, het verandert. Ja, het komt door de mens. Ja, we kunnen er ook nog wat aan doen. BNR Duurzaam is dé groene weg naar 2030. Elke maandagmiddag tussen drie en half vier op BNR. BNR Duurzaam wordt mede mogelijk gemaakt door Milieuservice Nederland. De ondernemende afvalpartner voor Zakelijk Nederland."}, "podcast_summary": "Open Food Chain is een bedrijf dat blockchain-technologie gebruikt om agri-foodketens te verbinden en inzichtelijk te maken. Ze streven naar transparantie en het voorkomen van fraude in de voedselindustrie. Met behulp van een open infrastructuur en een eigen token willen ze de kwaliteit en duurzaamheid van voedsel waarborgen. Het doel is om de voedselketen te digitaliseren en een gedecentraliseerd model te creëren. Het bedrijf werkt samen met grote spelers in de voedselindustrie en streeft ernaar om in meerdere sectoren actief te zijn. Ze geloven dat blockchain-technologie een krachtige tool is om de klimaatverandering en natuurherstel aan te pakken. Het token van Open Food Chain zal in het eerste kwartaal van volgend jaar worden gelanceerd en de stichting zal toezicht houden op de waarde en werking ervan.", "podcast_guest": {"name": "Marieke de Ruiten - de Wild", "summary": "Open Food Chain"}, "podcast_highlights": "Under constuction"}