{"podcast_details": {"podcast_title": "De Universiteit van Nederland Podcast", "episode_title": "542. Help mijn partner wil een kind! Wat nu?", "episode_image": "https://content.production.cdn.art19.com/images/ac/51/c2/3e/ac51c23e-2ca7-44f5-aa76-aeb555aa7ffd/ff585e21037a17f92a2d07b592cd7ba9d389344e3426018a211c57ffa05c17507ce6a6217022d200b86cf1772e85eb8ab5ff6ec58b0fbacf7f1703c08a72ba5a.jpeg", "episode_transcript": " Hey, Sophie hier van Universiteit van Nederland. Krijg of kreeg jij wel eens de vraag of je kinderen wil? Dat gaat natuurlijk helemaal niemand iets aan. Maar wat doe je als je een relatie hebt en je wilt het over een kinderwens hebben? Of juist over het totale gebrek aan die wens? Zo'n gesprek kan behoorlijk lastig zijn. Hoe je het aanpakt hoor je van onderzoeker Billy de Haas van Rijksuniversiteit Groningen. Wanneer partners ontdekken dat ze het oneens zijn over de kinderwens, kan er denk ik een soort van angst ontstaan. Omdat het voor de ene partner heel belangrijk is om wel kinderen te krijgen. En voor de andere partner, nou, die wil dat niet. Maar ze hebben ook allebei het gedeelde belang dat ze heel graag samen willen blijven. En die twee kunnen onverenigbaar voelen. Dus het is niet enkel van, oké, ga ik nu kinderen krijgen terwijl ik dat eigenlijk niet wil, of andersom. Maar ook als ik nu mijn zin krijg, om zo maar te zeggen, ga ik dan onze relatie daarmee kapotmaken. Dus dat zorgt ervoor dat er heel veel spanning op kan komen te staan. Omdat het krijgen van kinderen, of het niet krijgen van kinderen, zo bepalend kan zijn voor mensen hoe ze hun levensinvulling ervaren. Voor sommige mensen kan het belangrijker zijn dat ze sowieso bij elkaar blijven. Of dat nou zonder of met kinderen zal zijn. En voor sommige mensen concluderen van ja, ik wil sowieso kinderen of sowieso geen kinderen. En ja, dat kan dan het einde van de relatie betekenen. Wat wij weten van de mensen die wij interviewen, dat het gevoel om kinderen te willen dat het heel erg sterk kan zijn. Het is onderdeel van hoe je je leven invilt. Het is onderdeel van hoe je jezelf ziet. Het kan ook heel sterk een wens zijn om je eigen genen door te geven bijvoorbeeld. Of om je eigen norm en waarde door te kunnen geven. Dus die wens kan zo sterk zijn dat mensen kunnen concluderen van ja, ik wil sowieso kinderen. En dan moet dat misschien met een andere partner of op een andere manier. Mensen willen soms ook absoluut geen kinderen. Bijvoorbeeld op jongere leeftijd zie je nu dat jongeren vaak vanwege klimaatverandering, bevolkingsgroei, zeggen van nou, ik neem geen kinderen of ik wil geen kinderen. Op later de leeftijd kan het ook zijn dat ze misschien eerst nog een huis willen hebben en een stabiel inkomen willen hebben. Het kan ook zijn dat ze eerst vroeger dachten van nou, ik wil wel vier kinderen. Maar dan komt de eerste en dan zijn ze een jaar lang niet geslapen. En dan zegt ze nou, dat tweede kind, ik weet het niet of ik dat nog wel wil. Het kan vaak meer een gevoel zijn. Ik heb het al zo druk en ik kan nooit meer met mijn vrienden even wielrennen op zaterdag ochtend. Ik kan het er eigenlijk gewoon niet bij hebben. Het is al te veel. Het kan ook zo zijn dat mensen nog herinneringen hebben van vroeger toen ze zelf opgroeide, dat ze bang zijn dat ze misschien net als hun eigen ouders zullen worden. En daar zien we ook dat bijvoorbeeld mensen zeggen van nou, ik ga eerst daarmee aan de slag. Bijvoorbeeld met een therapeut praten. En als dat dan opgelost is, dat ze dan die angst niet meer voelen en zich bijvoorbeeld wel klaar voelen om ouder te worden. Vanuit mensenrechten perspectief zeggen we eigenlijk van elk persoon, elk individu moet voor zichzelf kunnen bepalen of ze kinderen willen, hoeveel kinderen ze willen en wanneer ze kinderen willen. En het is dus heel erg interessant om dat dan bij een koppel te bekijken. Want dan ben je ineens met z'n tweeën. En wat als inderdaad de ene persoon het wel wil en de andere persoon het niet wil. Wat gaat dan de uitkomst zijn? Wie wint er? Zou je kunnen zeggen. Wie heeft er meer macht in de relatie om dit te bepalen? Dit is wat wij onderzoeken. Om te kijken van hoe gaat dat beslissingsproces dan eigenlijk? Hoe wordt er met elkaar over gepraat? Hoe wordt er misschien over onderhandeld? En welke strategieën kunnen mensen toepassen om de andere partner zo ver te krijgen? Wat wij bijvoorbeeld heel erg zagen bij hetero stellen is dat het soms in een ja-nee kamp belandt. Waarbij de ene partner zegt ik wil het gewoon niet, punt. En de andere zegt ja maar ik wil het heel graag. En dat zal eigenlijk vastlopen en dat het heel erg een gevoelig groot onderwerp wordt. Waarvan ze eigenlijk niet meer weten hoe ze daar met elkaar over moeten praten. En wat je dan bijvoorbeeld zag was dat partner strategieën konden bedenken van nou oké dan ga ik er nu niet te veel over zeuren. Ik ga er over een half jaar pas weer over beginnen. En dan doe ik het in de auto zodat we elkaar niet hoeven aan te kijken. Of we doen het als we in het bos wandelen. Doen we elkaar niet aan te kijken. Dus dat er helemaal op die manier over werd nagedacht hoe dat dan aan te gaan. En ik denk vooral vaak de partner die graag de kinderwens had dat die elke keer weer dan strategieën bedacht om het er dan weer over te kunnen hebben. Wat we ook merkte was dat bij de LHBT-stellen dat die kunnen niet zomaar per ongeluk zwanger raken. Dus die moeten er wel met elkaar over praten en dat zij ook veel meer opties zagen. Omdat ze niet zomaar op eigen houtje zo te zeggen een kind konden maken. Zagen zij bijvoorbeeld ook opties als adoptie of pleegzorg. Of als ze dan een donor wilden moest het dan een bekende donor zijn of een onbekende donor. En daarmee knip je eigenlijk die hele grote vraag van wil je een kind ja of nee in kleine stukjes. Wat het eigenlijk behapbaarder maakte. En wat hun ook beter in staat stelde om samen verschillende scenario's door te spreken. Waardoor ze minder een ja en nee situatie kregen maar meer samen konden twijfelen. Wat ook heel interessant was, was de rol van de omgeving. We merkte dat vaak toch een bepaalde verwachting is dat bijvoorbeeld hetero-stellen kinderen zullen krijgen. Maar wat bijvoorbeeld ook zo was dat bij biseksuele mensen ook de ervaring had dat toen zij nog in een relatie met een man waren dat de omgeving die verwachting had en dat ze zelf ook die verwachting hadden. Maar toen die relatie uitging en ze later een relatie met een vrouw kregen dat ineens niemand meer verwachtte dat zij kinderen zouden willen. En dat dat heel veel vrijheid gaf om eigenlijk voor zichzelf te bedenken van wil ik eigenlijk kinderen en hoe zou ik dat dan willen. En dat dat dus onbewust veel meer vrijheid gaf ineens om echt zelf na te denken wat hun kinderwens dan zou zijn. In ons onderzoek hebben we mensen in de begin 20, eind 20, 30, 40 gesproken dus echt van verschillende leeftijden. En ik denk dat het in al die levensfases kan spelen behalve dat als mensen nog begin 20 zijn dat ze het gevoel hebben dat ze nog heel lang de tijd hebben. Dus als zij misschien wel het idee hebben van nou ik weet niet helemaal zeker of we op dezelfde lijn zitten dat ze het gesprek nog even voor zich uitschuiven. Maar dat daar dus eigenlijk het gevaar in zit dat ze dan als ze 35 zijn de biologische klok begint te tikken, het huis is gekocht, dat het dan nog heel moeilijk is om dan nog dat gesprek met elkaar aan te gaan en er goed uit te komen. En soms waren daar best wel verwijten naar de ander toe van ja maar toen wij net samen kwamen toen zei je dat je kinderen wilde en nu hebben we een huis gekocht en zijn we op de leeftijd dat het kan en nu twijfel je ineens. Dus dat ze zich soms ook wel ja beetgenomen voelden. Soms is het ook heel lastig omdat mensen al heel lang samen zijn dat ze helemaal zelf al vanaf hun 18de bijvoorbeeld samen door de studententijd zijn gegaan, samen een huis hebben gekocht, jouw familie is mijn familie en de andere kant op. En dan wordt het gewoon een heel groot iets als je dan erachter komt van ja we willen niet hetzelfde. Dus er kan heel veel spanning op de relatie komen te staan. Dat gesprek dat kan dan eigenlijk gewoon vastlopen en er kunnen heel veel emoties bij komen. Wat moet je nou doen als je het oneens bent over de kinderwens? Dan denk ik dat het heel belangrijk is om dat niet meteen als een uitkomst te beschouwen, maar meer als een ingang om beter van elkaar te begrijpen waarom iemand daar op die manier over denkt. Wat wij zouden aanraden op basis van wat we gezien hebben in ons onderzoek is proberen met elkaar over te praten, proberen het in kleinere stukjes op te knippen en proberen ook te beseffen dat een mening kan veranderen. Dus het kan zo zijn dat iemand misschien op zijn 18de dacht oh ik wil vier kinderen en nu vandaag op zijn 30ste denkt van nou het hoeft van mij nog even niet. En dat hoeft dan dus ook niet een definitieve nee al te zijn. Dus probeer open te staan naar elkaar en probeer elkaar ook vragen te stellen en elkaar te begrijpen. Want wat we merken is wanneer het in een ja-nee discussie belandt dat mensen ook heel veel aannames krijgen over wat ze denken dat de ander zou willen en dat daardoor misschien de discussie nog lastiger wordt. Dus probeer met elkaar erover te praten. We hebben ook op basis van ons onderzoek een kaartspel ontwikkeld waar allemaal kleinere vragen op staan. Die kunnen koppels ook gebruiken om met elkaar dat gesprek aan te gaan en elkaar de verschillende vragen te stellen. Als je er nou ook naar zo'n soort kaartspel of iets anders nog steeds niet uitkomt dan zou ik wel aanraden om bijvoorbeeld op zoek te gaan naar een kinderwenscoach of naar een relatietherapeut. Omdat het toch heel erg kan helpen als een derde persoon erbij is om misschien de vraag te stellen die een van de twee lastig vindt om te stellen of lastig vindt om te horen. En om dat gesprek gebalanceerd te houden. Dat beide partners aan het woord kunnen komen. Ik denk dat het goed kan zijn om al vanaf het begin van de relatie al wel een beetje bij elkaar te checken hoe je hier eigenlijk in staat. Maar tegelijkertijd is het ook wel heel goed om te beseffen dat mensen zich ontwikkelen door het leven heen. En dat dat ook betekent dat hun kijken op de kinderwens kan veranderen. Dus dat als iemand tien jaar geleden iets gezegd heeft is dat niet per se een garantie dat zij tien jaar later nog steeds zou over nadenken. Dus wat dat betekent lijkt het me goed om dat gesprek gewoon te blijven voeren. Praten, praten, praten. En jij lieve luisteraar, krijg je nou geen genoeg van onze podcast? Dan heb ik goed Niels want we hebben er nog veel meer voor je. Tot de volgende!"}, "podcast_summary": "In deze podcast bespreekt onderzoeker Billy de Haas van de Rijksuniversiteit Groningen hoe het gesprek over kinderwensen in een relatie kan worden aangepakt. Partners kunnen het oneens zijn over het willen krijgen van kinderen, wat spanning en angst kan veroorzaken. Het krijgen of niet krijgen van kinderen kan belangrijk zijn voor hoe mensen hun leven invullen. Sommige mensen willen sowieso kinderen, terwijl anderen absoluut geen kinderen willen. Er zijn verschillende strategieën die partners kunnen toepassen om het gesprek aan te gaan en elkaar te begrijpen. Het is belangrijk om te beseffen dat meningen kunnen veranderen en om open te staan voor elkaar. Als het gesprek moeilijk blijft, is het raadzaam om hulp te zoeken bij een kinderwenscoach of relatietherapeut.", "podcast_guest": {"name": "Billy de Haas", "summary": "Rijksuniversiteit Groningen\n\nOnderzoeker"}, "podcast_highlights": "Under constuction"}
