{"podcast_details": {"podcast_title": "Boekestijn en De Wijk | BNR", "episode_title": "Oekraïne dinsdag 545: Hoe gaat dit verder?", "episode_image": "https://www.omnycontent.com/d/programs/8257a063-6be9-42fa-b892-acd4013b1255/183dc0a5-9b77-48f3-9970-acef00cf8471/image.jpg?t=1669297540&size=Large", "episode_transcript": " Voorkom dat je vermogen verdamt op je bankrekening. Beleg bij Bridgefund in kortlopende leningen aan Nederlandse MKB'ers. Inleg vanaf 100.000 euro en rendement tot wel 5,25 procent per jaar. Bridgefund. Make money smile. Let op, u belicht buiten AFM-toezicht. Geen prospectusplicht voor deze activiteit. Ugo Reidsma. Welkom bij Boekenstein en de Wijk. Het is dinsdag, dag 545 van de oorlog in Oekene. En vandaag dachten wij eens te doen de vraag, waar gaat dit heen? Dat is wel een toekomst, we hebben er een hele theatershow van gemaakt. Hoe daar een beetje gestructureerd over na te denken? Misschien moet je dat stuk van Mursheimer erbij pakken. Een tijdje geleden heeft hij een aardig stuk geschreven waarin hij zegt, is een vergelijk tussen Oekene en Rusland mogelijk? De antwoord is nee. Kan Oekene dit winnen? De antwoord is nee. Dan kun je ernaar klaar. Dan kun je de afsitteling starten, Ugo. Maar zo makkelijk komen de mensen ook niet van ons af. Maar het zijn wel interessante opmerkingen omdat dit ook wel tegen het gevoel van mensen ingaat. Ik denk dat dat heel belangrijk is. Want we willen, het grootste deel, dat Oekene wint. Ik denk dat wij ook in dat kamp zitten. Ik kan niet voor jullie spelen, maar ik zit er nog wel in. Maar maak je een analyse, dan moet je dat zo objectief en zo nuttig mogelijk proberen te doen. Dan moet je gewoon gaan kijken wat er op de grond gebeurt. Wat is de slagorde? Dat is echt heel erg belangrijk. Wat zijn de krachtsverhoudingen? Wat staat er voor beide partijen op het spel? En dan ga je proberen om tot een conclusie te komen. En Merzheimer, en daar vind ik opzich wel goed dat hij dat doet. Ik ben niet met alles eens met wat hij doet. Maar wat ik wel goed vind is dat hij zegt, kijk, dit is een analyse. Ik kan het fout hebben. Voor spelen is moeilijk, zo niet onmogelijk. Maar met de informatie die we nu hebben, en daarom vind ik het wel belangrijk om dat even te zeggen, dat doen wij namelijk ook met de informatie die we nu hebben, maken we nu deze analyse en komen we nu tot deze conclusie. Stel je voor dat de Russische krijgsmacht in één klap, door middel van vergaande incompetentie of totaal ontbreken van moreel, in één klap in elkaar, zodemietig, en Oekraïne daardoor eigenlijk vrij spel krijgt, dat zijn veranderingen, daar kun je niet op plannen. Dus wat Merzheimer doet, hij reneert als een planner, een defensieplanner, en dat doe ik ook. Volgens mij doen we dat in dit programma continu. Je reneert als een defensieplanner en je zegt van, oké, dit zijn de feiten, we zetten dat achter elkaar, en dan is dit de conclusie op dit moment. Arjan? Ja, wat Merzheimer eigenlijk doet, hij denkt dat uiteindelijk Rusland gaat winnen, dat defineert hij als dat dus Rusland in staat zal zijn om een deel van Oekraïne te behouden. En dan komt de belangrijke vraag, wie gaat dan die attritieoorlog, die uitputtingsoorlog, wie gaat dat winnen? Maar dat wordt volgens hem door drie factoren bepaald. In de eerste plaats, je moet, beide partijen moeten dat heel erg de wil hebben om te winnen, de balance of resolve wordt dat genoemd. En dan zegt hij, dat is gelijkspel, zowel de Russen als de Oekraïns willen dat heel graag. Ik zou hier kunnen zeggen dat misschien toch zo is dat de moreel aan de Oekraïns een kant groter is, maar goed, dat is het punt wat hij maakt. De tweede is de population balance, heb je heel veel mensen waar je je helmjes op kan zetten, nou dat is natuurlijk een Russisch voordeel. En hij zegt ook de casualty exchange ratio, de onverslachtoffers kun je verdragen, en hij vindt dat ook in het Russische voordeel, het stuk is van 23 juni ongeveer, een beetje achterhaald, maar hij vindt, daar zou hij trouwens heel goed gelijk in hebben, is dat de Oekraïne ons toch steeds vertelt dat er minder slachtoffers zijn dan in werkelijkheid. Ik denk dat hij daar gelijk in heeft, ik denk dat er behoorlijk veel Oekraïnse slachtoffers zijn vervallen. Nou, dit is een kapstok waar je dan met mening over kan verschillen. Een punt dat ik heb ook al genoemd, ik vind dus dat je zou een argument kunnen ophangen dat de vrijheidsliefde van de Oekraïners groter is dan wat het Russische systeem in de krijgsmacht met al zo'n corruptie. Dan een Rus uit het achterland die je met een loontje uit een slecht bestaan lokt en die er helemaal geen belang bij heeft. Dat vind ik wel heel raar. En daar kan je ook over die bevolking een vraagteken bij stellen, want er wordt niemand gerecuteerd uit Moskou en Sint-Petersburg, alleen uit Boerjaatsie of ergens ver in. En misschien zijn daar op een gegeven moment de jongens ook een beetje op aan het raken. En ik wist ook steeds dat- Hij controleert natuurlijk wel de hele informatie in Rusland. Dus het is niet zo dat mensen overal in Rusland goed geïnformeerd zijn over die speciale militaire operatie. Of oorlog zoals wij hem noemen. En je ziet, en dat is ook een punt wat hij maakt, dat in dit soort conflicten, nationalism een steeds groter rol speelt. Dat zie je nu spelen in Oekraïne. Maar dat zie je nu ook spelen in Rusland. En dat is een enorme driver om mensen achter je te krijgen als leider. Het is een spel dat op de middellange termijn kan dat een doorslag geven. Op dit moment is het zo dat we steeds verhalen lezen dat er te weinig Russische reserves zijn. En dat er nogal wat reserves aan de Oekraïnse kant klaar zijn. Dus dat kan je er ook tegen in brengen. Maar op maakt het terechtpunt dat inderdaad die nationalismenkaart, die wordt heel erg gespeeld en dus wel in jezelf best op de lange termijn doorslaggevend kunnen zijn. Dat ze toch maar bereid zijn om dan te sterven voor het vaaleland. Om dat zo maar eens te zeggen. Maar weet je jongens, een van de allerbelangrijkste punten die bepaalde voor de uitkomst van een oorlog is inderdaad die morele component. Dat is evident. En die is gekoppeld aan wat er op het spel staat. Het gaat vaak fout als er te weinig op het spel staat. Afghaan is het dan. Wij hebben er 20 jaar gezeten. Maar uiteindelijk stond er voor ons weinig op het spel. Dus je ziet dat dan een animo om er door te pakken die is weg. Dat gold ook voor Libië. Een grote morele van ontwaardiging 2011. Die Gaddafi, wat is hij allemaal aan het doen? Was ook verschrikkelijk. Wordt gebombardeerd, maar je schrikt terug om met grondtroepen erin te gaan om echt orde op zaken te stellen. De geschiedenis van na de Koude Oorlog staat een bol van dat soort zaak. Alleen in hele bijzondere gevallen ben je bereid om tot het uitzicht te gaan. Voor mij is de allergrootste vraag van wat hier nu aan de hand is. Zijn die beide partijen bereid om tot het uitzicht te gaan? En wil het Westen dat ook? Want hoort het ook, men of keert? Volgens mij zegt Meersheimer dat ook. Dit is een oorlog tussen Rusland en Oekraïne. Maar eigenlijk tussen Rusland, Oekraïne en het Westen die een proxyoorlog voert in Oekraïne. En is de perceptie in het Westen nu ook dat dit essentieel is? Ja of nee? Ik denk dat die vraag op dit ogenblik lastig te beantwoorden is. Als die vraag klipp en klaar te beantwoorden is, dan gaat het Westen all the way. En die vraag is niet te beantwoorden op dit ogenblik. Wat denken jullie? Waar ik bang voor ben Rob, is dat het Westen tot nu toe heeft de eenheid bewaard. Het heeft natuurlijk behoorlijk veel wapens geleverd, zeker Amerika. Maar nu heeft Europa natuurlijk allemaal hele goede smoessen. Want we hebben die F-16's al gedaan, we hebben wat Patriots gedaan en we hebben niks meer. En we hebben ook een munitietekort weet je wat. En die smoessen komen de Russen natuurlijk heel goed uit. En dan weet ik ook dat een Russische kant het ook probleem heeft met de oorlogseconomie en met de munitie en zo. Maar ik zie het dan toch zomaar nog draaien, dat de Russen die lijnen vast weten te houden een jaar lang. Het zou zomaar kunnen toch? Dat zou heel goed kunnen. Het hangt dus echt, ik bedoel, de bepalende factor is van wat staat er voor het spel. Voor Rusland en Oekraïne is dat toch wel helder hoor. Voor Oekraïne hoef je dat niet uit te leggen. Maar als je gewoon kijkt naar de retoriek vanuit Rusland, waar keer op keer door Putin is gezegd dat de NAVO verantwoordelijk is voor deze oorlog. Dat de NAVO alleen maar één doel heeft en dat is een strategische overwinning op Rusland. Het land moet een kopje kleiner worden gemaakt, moet ophouden een wereldspeler te zijn. Dat is nogal wat voor het Kremlin. Ik kan me dus voorstellen dat in het Kremlin dat wel een samenbinnend element is, deze analyse. Dat betekent dat als je dat goed uitdraagt, en wat je nu op dit ogenblik ziet, is dat het Kremlin steeds meer controle krijgt over de informatie die over deze oorlog wordt uitgestrooid over de Russen. Zelfs de Telegram kanalen komen nu steeds harder onder controle te staan van het Kremlin. Er worden straffen nu in het vooruitzicht gesteld. Zelfs voor milborgers die in de ogen van het Kremlin desinformatie geven, nou ja goed, ga zo maar door. Het zou heel goed kunnen zijn dat het land gewoon in die richting wordt gemanipuleerd. Dan heb je dus ook voor Rusland dat er iets essentieels op het spel staat. Dat betekent gewoon dat ze alle wegen gaan. Voor het Westen is het natuurlijk maar net hoe je er tegenaan kijkt. Ik zag volgens mij gestern Zelensky in het Deense parlement die zei van, wij vechten ook voor jullie veiligheid, want als het niet in Oekraïne stopt dan gaat Poetin verder. Die Meursheimer die zei in dat stuk van, daar is eigenlijk helemaal geen bewijs voor. Het is duidelijk een reactie op de NAVO-deur openzetten naar Oekraïne. Dus er is eigenlijk helemaal geen existentiële dreiging voor het Westen, maar eerder voor Rusland zoals ik hem dan lees. Wat ik daarvan denk is dat de mensen in Lietouwen en zo, die zijn uiteindelijk toch ook niet van overtuigd dat Rusland dat nog durft te gaan doen, met die Swalke cap en zo. We zien ook bij die jongens van Prikoshin, die hebben gewoon de wapens daar ook niet voor. De Russische krijgslastproblemen zijn te groot om dat te doen. Met andere woorden, dat argument dat Zelensky gebruikt, van dit is ook jullie oorlog, dat kan ook een beetje worden ontkracht. Zeker in het sentiment, dat is ook gevaarlijk voor Oekraïne. Ik denk dat als je, en ik heb vaak genoeg in die tv-programma's gezeten, ook met mensen van Oekraïne, zo kom af. Dit is heel lastig, denk ik voor de gemiddelde Nederlander, om te denken van dit is ook onze oorlog. Tot nu toe hebben ze er niet al te veel last van, een beetje gezeur met hoge energieprijzen, maar dat valt inmiddels ook weer mee. Maar als je naar Oosten-Europa gaat, Polen, Baltische Staten, nou komen we vaak, dat is echt een andere wereld. Voor hun is het inderdaad een extra-scijelle strijd, dus het loopt dwars door het navelgebied heen en realiseert dat Bushammer een Amerikaner is. Dit is niet extra-scijel voor Amerika, gewoon niet. Maar het probleem is, voor Amerika was het aanvangelijk denk ik gewoon ook een war of choice, dus een keuzeoorlog. Maar op het moment dat je zo'n oorlog begint, ook al heb je daar gewoon een keuze voor gemaakt om het te doen, terwijl je je belangen niet op het spel staan, je kunt je ook niet meer terugtrekken, want op het moment dat je je gaat terugtrekken, dan kom je je belangen wel op het spel te staan, want daar ben je eigenlijk een loser. En dat kan je als Amerika dus ook niet hebben. En daar zit echt een geweldig probleem in. Dus ik moet nog zien of dit voor het Westen ook een oorlog is waar de vitale belangen voor op het spel staan. Althans, dat moet de perceptie dan zijn. Even aan de andere kant van de boot, kijk je kan ook weer in de neer... Poetin is ongelooflijk terughoudend om mensen te mobiliseren, want hij weet dat dat levensgevaarlijk is, omdat het zou zo'n ondergang kunnen worden. En we zien nu ook een beetje korte, beden Russische reserves, die worden overal vandaag geplukt. En we weten ook dat ze uitgeput zijn. We weten ook dat er nog veel meer reserves klaarstaan aan de Oekraïnse kant. Misschien zijn ze toch in staat om ergens een kleine doorbraak te doen. Ja, zou kunnen. Maar ja, dat kan. Dat kan, dus dat zou contrary zijn aan wat Mursheimer betoogt. Mursheimer gaat er gewoon heel sterk uit van de slagwoorden. Dus hoeveel aan de ene kant, hoeveel aan de andere kant. En dat zijn toch behoorlijke verschillen hoor. Als je kijkt naar de bevolkingse omvang, 3.5 staat tot 1, in het voorbeeld van Rusland. Maar als je kijkt hoeveel mensen het land hebben verlaten, Oekraïners die nou of het Rusland zijn gegaan, of naar het Westen zijn gegaan, dan paardje over 5 staat tot 1. Het interessante is, je noemde eerder die verliesratio, Arit Jan, in bijna elke grote oorlog blijkt dat de verliefsratio ongeveer 50-50 is. Dus er vallen ongeveer evenveel slachtoffers aan aan beide kanten. Dat heeft gewoon te maken met het feit dat het ene keer een offensief is, een andere keer een defensief is. Dus zij zijn defensief, dan verlies je minder. Maar als je in het offensief gaat, verlies je weer meer. Dus je mag verwachten op dit ogenblik dat de Russen volgens deze gang van zaken op dit ogenblik minder verliezen leiden, hoewel ze behoorlijk hard worden getroffen door die kluster munities. Dat is een ding dat zeker is. Maar als je kijkt naar de artillerie, en dit is een attritieoorlog en dat gaat om artillerie, dan zijn de ratios ongeveer 5 staat tot 1, tot 10 staat tot 1 voor Rusland. En dat wordt dan gebaseerd door de grote kwaliteit van de Amerikaanse en Europese systeem die er naartoe gaat. Maar je zit wel met een probleem. Het is dus niet zo dat dit allemaal erg positief is voor Oekraïne. Althans volgens Mursheimer. Maar ik moet zeggen, die analyse wordt wel, dit deel van de analyse wordt wel gedeeld door veel analisten. En hij schetste dan een behoorlijk duister toekomstbeeld waarbij Rusland mogelijk erin zou slagen om Oekraïne af te sneden van de Zwarte Zee, als ze dan tot en met Odessa veroveren, misschien zelfs tot en met de Nipro. En dat je dan een soort heel dysfunctioneel, een soort Moldavië-achtig stukje overhoudt, wat zo zwak is dat het ook niet bij de EU of de NAVO kan. Dat zou wel een dramatische uitkomst zijn natuurlijk. Dat is wel wat wij al bijna een jaar geleden als een waarschijnlijk scenario hebben genoemd. We hebben daar niet bij genoemd dat ook de hele Zwarte Zeekust in handen komt van. Dat is wat Mursheimer er nu aan toevoegt. Maar we hebben wel gezegd van, nou ja, een bevroren conflict. Met een grijze zone van wel geen oorlog die af en toe oplaart en dan weer naar beneden gaat. Dat is een waarschijnlijke uitkomst van deze oorlog. Dat betekent dus dat Rusland een overwinning heeft geboekt in die zin dat ze land hebben bezet. Dat Oekraïne niet verloren heeft, maar ze hebben wel land verloren. Dat is ongeveer wat het is. Dat is echt een hele ernstige situatie. Als dat gebeurt dan wordt het ook heel lastig om dat land bij de naam voor de Robben-Unië te trekken. Dat weet Putin ook. Als wij die analysen kunnen maken, dan kan Putin het ook maken. Dus een dysfunctionele rompstaat die economisch niet kan overleven, is ook niet in het belang van het Westen. Daarom denk ik dat Amerika uiteindelijk zal besluiten om die software van die Atecumse te gaan veranderen. Om het nog een stapje te zetten. Dan moet dat gebeuren. Daarmee denk je, Arjan, dat zo'n wapensysteem een gamechanger is. Wapensysteem zijn nooit gamechangers. Dat heeft te maken met het feit dat wanneer een wapensysteem geïntroduceerd wordt, de tegenstander zijn maatregelen gaat nemen. Om de voordelen van het andere systeem van de tegenstander te mitigeren. Dat is wat hier ook gaat gebeuren. Dat zal je ook zien met de F-16. Dan worden de tactieken veranderd. Dat gebeurt dan op dit ogenblik. Op het moment dat je door klusderminuties wordt bedrijfd, ga je verspreiden. Dat is logisch. Je kunt niet zeggen dat wanneer de Atecum wordt geïntroduceerd, dat dat een gamechanger wordt. Het enige wat zeker is dat de tegenstander, de Russen in dit geval, hun tactieken daarop gaan aanpassen. Maar dat doen de Oekraners ongekeerd ook. Dat maakt het allemaal zo lastig. Je kunt het gewoon niet voorspellen. Je kunt het gewoon niet voorspellen wat de uitkomst is van dit conflict. Het enige, daar ben ik het met Mursheimer eens, is dat je in een situatie komt waarin beide partijen nog heel lang door kunnen gaan. Dat de situatie waarin we nu zitten, waar beide partijen weinig verder komen, bestendigd wordt. Dat dat dat is en dat je daarmee moet dienen. Dat is echt een probleem hoor. Waar ik het over totaal niet mee eens ben, is zijn continu gehamen op het feit dat het Westen, zeker de NAVO, hiervoor verantwoordelijk is. Dat is natuurlijk flauwkeil. Dat dit gewoon allemaal uitjes gelokt door de NAVO. Ik denk dat dat echt onzin is. Alsof wij, net zoals de Sovjet-Unie destijds, tijdens de Tweede Wereldoorlog bezet de landen waarna kwam het op neer, met de mes op de keel heeft gedongen om lid te worden gepakt. En hebben deze landen gewoon even gekoopt bij de NAVO te willen. En als je een soeverein land bent, dan mag je die keuze maken. En je hebt ook het NAVO-argument helemaal niet nodig. Poetin heeft dat historisch essay geschreven. Die jongen wordt echt gedreven door historische conceptie. Als je dat echt allemaal vindt dat Oekereen niet bestaat, dan sta je al met één been in het land. En dat is gewoon de verklaring. Het is echt een Poetins-war. Het is zijn keuze geweest. Het allerbelangrijkste tegenargument is, stel je voor, dat de EU en de NAVO niet waren uitgebreid, dan hadden we één groot Nieuweland geweest. En nu een enorme klokpartij, hopelijk met politieke middelen, was ontstaan, zowel door de Russische Federatie, die zijn rijk wil terughebben, als door de EU-landen die zich daartoe bedreigd voelen. Dus laten we het niet doen alsof Merzheimen nu probeert te voorspellen dat dit allemaal het probleem is voor Europa. Het begin van een oorlog, in mijn optiek, je zag er gewoon nooit een excuus voor. Dank jullie. Tot morgen dan maar weer."}, "podcast_summary": "In de podcast werd gesproken over de situatie in Oekraïne en de mogelijke uitkomsten van het conflict. De sprekers bespraken de factoren die van invloed zijn op de uitkomst, zoals de wil om te winnen, de bevolkingsverhoudingen en de morele component. Ze opperden dat Rusland mogelijk in staat zou zijn om delen van Oekraïne te behouden en speculeerden over de gevolgen daarvan, zoals een verdeeld en zwak Oekraïne. Ze benadrukten dat de situatie erg onvoorspelbaar is en dat beide partijen nog lange tijd door kunnen gaan zonder veel vooruitgang te boeken. Ook werd benadrukt dat de NAVO niet verantwoordelijk is voor het conflict, maar dat dit een keuze van Rusland is.", "podcast_guest": "Under construction", "podcast_highlights": "Under constuction"}